Tekla.Structures.Filtering.Categories.PartFilterExpressions.Prefix
The Prefix class represents the prefix filter expression.

Tekla.Structures.Filtering.Categories.PartFilterExpressions.Prefix.#ctor
Initializes a new instance of the Prefix class.